Repository: OpenDevelopmentMekong/wp-odm_user_feedback
Catalog: i18n/wp-odm_user_feedback-*.po
Languages: km, lo

source: You do not have sufficient permissions to access this page.
km: លោកអ្នកមិនមានសិទ្ធិគ្រប់គ្រាន់ដើម្បីចូលទៅកាន់ទំព័រនេះទេ។

source: Do you have questions on the content published by
km: បើលោកអ្នកមានសំនួរទាក់ទងនឹងខ្លឹមសារផ្សាយនៅលើគេហទំព័រ

source: We will gladly help you.
km: យើងខ្ញុំ​នឹង​ឆ្លើយ​តប​​ដោយ​ក្តី​រីក​រាយ។

source: Have you found a technical problem or issue on the
km: តើអ្នកបានឃើញបញ្ហាបច្ចេកទេសណាមួយនៅលើគេហទំព័រ

source: website?
km: ដែរឬទេ?

source: Do you have a new idea that could help transform the
km: តើលោកអ្នកមានគំនិតថ្មីដែលអាចជួយដល់ការផ្លាស់ប្តូរលើគេហទំព័រ

source: website? We will be glad to hear it.
km: ដែរឬទេ? យើងខ្ញុំរីករាយនឹងទទួលយក។

source: Tell us how we're doing.
km: តើលោកអ្នកយល់យ៉ាងដូចម្តេចដែរចំពោះការងាររបស់អូឌីស៊ី?

source: Do you have resources that could help expand the
km: តើលោកអ្នកមានឯកសារដែលអាចជួយពង្រីក​គេហទំព័រ

source: website? We will review any map data, laws, articles, and documents that we do not yet have and see if we can implement them into our site. Please make sure the resources are in the public domain or fall under a <a class='a-normal' target='_blank' href='http://creativecommons.org/'>Creative Commons</a> license.
km: ដែរ​ឬទេ​?​ យើងខ្ញុំ​នឹង​ធ្វើការ​ត្រួតពិនិត្យ​រាល់​ទិន្នន័យ​អំពី​ផែនទី​ ច្បាប់​ អត្ថបទ​ និង​ ឯកសារ​ដែល​ពុំ​មាននៅ​លើ​គេហទំព័រ​នេះ​ ហើយ​ពិចារណា​បោះផ្សាយ​ទិន្នន័យ​ទាំងនោះ​។​ សូម​មេត្តា​ផ្ញើ​តែ​ឯកសារ​ណា​ដែល​មាន​ជា​សាធារណៈ​ ឬ​ស្ថិត​នៅ​ក្រោម​អាជ្ញាប័ណ្ណ​ <a class='a-normal' target='_blank' href='http://creativecommons.org/'>Creative Commons</a>។

source: Ask us anything about the
km: សួរសំនួរណាមួយមកកាន់យើងខ្ញុំអំពីគេហទំព័រ

source: website or open data.
km: ឬទិន្នន័យបើកទូលាយ?

source: Tell us about what you have found.
km: សូមប្រាប់យើងខ្ញុំអំពីបញ្ហាដែលអ្នកបានឃើញ

source: Describe your idea here.
km: ពណ៌នាគំនិតរបស់លោកអ្នកនៅទីនេះ

source: Do you have suggestions on how
km: តើលោកអ្នកមានសំណើរអ្វីខ្លះដើម្បីឱ្យ

source: can be improved?
km: ធ្វើការកែលម្អ?

source: Tell us about the resources you're sharing with us.
km: សូមប្រាប់យើងខ្ញុំអំពីឯកសារដែលលោកអ្នកចង់ចែករំលែក

source: Contact us
km: ទំនាក់ទំនងយើងខ្ញុំ
lo: ຕິດຕໍ່ພວກເຮົາ

source: Ask Question
km: សួរសំនួរ
lo: ຖາມຄຳຖາມ

source: Report Problem
km: រាយការណ៍បញ្ហា
lo: ແຈ້ງບັນຫາ

source: Share Idea
km: ចូលរួមផ្តល់មតិ
lo: ແລກປ່ຽນຄວາມຄິດ

source: Send Feedback
km: ផ្តល់ព័ត៌មានមកវិញ
lo: ສົ່ງຄຳເຫັນ

source: Submit Resources
km: ផ្ញើឯកសារ
lo: ສົ່ງຂໍ້ມູນ

source: Attach file (supported type: jpg, png, pdf, doc(x), xls(x), zip).
km: ភ្ជាប់ឯកសារ (ប្រភេទ៖ jpg, png, pdf, doc(x), xls(x), zip)
lo: ຕິດຄັດເອກະສານ (ປະເພດເອກະສານ: jpg, png, pdf, doc(x), xls(x), zip)

source: Browse
km: ជ្រើសរើស
lo: ຄົ້ນຫາ

source: We will contact you back if your email address is provided.
km: ក្រុមការងារយើងខ្ញុំនឹងទាក់ទងលោកអ្នកវិញ ប្រសិនបើលោកអ្នកផ្តល់អាសយដ្ឋានអ៊ីមែលសម្រាប់ទំនាក់ទំនងដល់យើងខ្ញុំ។

source: Your Email (Will not be published)
km: អ៊ីមែលរបស់លោកអ្នក (នឹងមិនត្រូវបានបង្ហាញជាសាធារណៈឡើយ)
lo: ອີເມລຂອງທ່ານ (ຈະບໍ່ຖືກເປີດເຜີຍ)

source: View
km: មើល
lo: ເບິ່ງ

source: Delete
km: លុបចោល
lo: ລຶບ

source: File was deleted
km: ឯកសារត្រូវបានលុប
lo: ເອກະສານຖືກລຶບແລ້ວ

source: ERROR!
km: មានបញ្ហា!
lo: ຜິດພາດ!

source: Disclaimer:
km: កំណត់សម្គាល់៖

source: will thoroughly review all submitted resources for integrity and relevancy before the resources are hosted. All hosted resources will be in the public domain, or licensed under Creative Commons. We thank you for your support.
km: នឹង​ធ្វើការ​ត្រួតពិនិត្យ​រាល់​ឯកសារ​ដែល​បាន​បញ្ជូន​មក​យ៉ាង​ហ្មត់ចត់​ ដើម្បី​កំណត់​ភាព​ត្រឹមត្រូវ​ និង​ពាក់ព័ន្ធ​ មុន​ពេលធ្វើការ​បង្ហោះ​ផ្សាយ​។​ រាល់​ឯកសារ​ដែល​បាន​បង្ហោះ​ផ្សាយ​នឹង​ជា​ឯកសារ​ដែល​មាន​ជា​សាធារណៈ​ ឬ​ស្ថិត​នៅ​ក្រោម​អាជ្ញាប័ណ្ណ​ Creative​ Commons​។​ យើងខ្ញុំ​សូម​អគុណ​សំរាប់​ការ​គាំទ្រ​របស់​លោក​អ្នក​។​

source: Please add the code:
km: សូមបញ្ចូលលេខកូដ៖
lo: ກະລຸນາເພີ່ມລະຫັດ:

source: Code
km: លេខកូដ
lo: ລະຫັດ

source: Submit
km: បញ្ជូន
lo: ສົ່ງ

source: * The idea box couldn't be blank!
km: * ប្រអប់មតិមិនអាចទទេ!
lo: * ກ່ອງສະແດງຄວາມຄິດເຫັນບໍ່ສາມາດຖືກປະໃຫ້ວ່າງເປົ່າໄດ້!

source: * The email address is not valid!
km: អ៊ីមែលនេះមិនត្រឹមត្រូវ!
lo: * ອີເມລບໍ່ຖືກຕ້ອງ!

source: Something's gone wrong, Please Resubmit the form!
km: មិនអាចបញ្ចូនបាន សូមធ្វើការបញ្ចូនម្តងទៀត!
lo: ມີບາງຢ່າງຜິດພາດ, ກະລຸນາສົ່ງຟອມໃໝ່!

source: Please add the code correctly​ first.
km: សូមបញ្ចូលលេខកូដអោយបានត្រឹមត្រូវ។
lo: ກະລຸນາເພີ່ມລະຫັດກ່ອນຫນ້າທໍາອິດ.

source: Thank you for taking the time to get in contact!
km: សូម​អរគុណ​សំរាប់​ការ​ចំនាយ​ពេល​ក្នុង​ការ​ចែក​រំលែក​មក​កាន់​យើងខ្ញុំ!
lo: ຂອບໃຈທີ່ເສຍສະຫຼະເວລາຕິດຕໍ່ພວກເຮົາ!

source: Additional emails
km: អ៊ីមែលបន្ថែម
lo: ອີເມວເພີ່ມເຕີມ

source: Unable to delete file!
km: មិនអាចលុបឯកសារបានទេ!
lo: ບໍ່ສາມາດລຶບເອກະສານໄດ້!
